<div id="timeline">
    <div class="time">
        <h2>24.08.1998 год</h2>
        <div class="left">
            Это день, когда на земле произошло одно из чудес, где-то в Украине появился настоящий ангел, который спустился с небес на нашу землю.
        </div>
        <div class="right">
            В то время об этом никто не знал, все думали, что это нормальный ребенок, красивый конечно, но не было очевидно, что это был необыкновенный ребенок.
        </div>
        <div class="left">
            Все были неправы, в чем мы убедимся в следующей части истории, которую я настоятельно приглашаю вас посмотреть
        </div>
    </div>
    <div class="time">
        <h2>1999 год</h2>
        <h2>2000 год</h2>
        <h2>2001 год</h2>
        <h2>2002 год</h2>
        <h2>2003 год</h2>
        <h2>2004 год</h2>
        <h2>2005 год</h2>
        <h2>2006 год</h2>
        <h2>2007 год</h2>
        <h2>2008 год</h2>
        <h2>2009 год</h2>
    </div>
    <div class="time">
        <h2>2010 год</h2>
        <h2>2011 год</h2>
        <h2>2012 год</h2>
        <h2>2013 год</h2>
        <h2>2014 год</h2>
        <h2>2015 год</h2>
        <h2>2016 год</h2>
        <h2>2017 год</h2>
        <h2>2018 год</h2>
        <h2>2019 год</h2>
        <h2>2020 год</h2>
    </div>
    <div class="time">
        <h2>Зима / Осень 2021</h2>
        <div class="left">
            Ну вот тут отчасти и начинается история, мы познакомились на сайте, я тогда был не в лучшей форме, а ты все равно остался, за что тебе большое спасибо
        </div>
        <div class="right">
            Я помню свою первую реакцию, когда увидела тебя "Боже, ты прекрасна" ты улыбнулась и поблагодарила меня
        </div>
        <div class="left">
            И после этой улыбки, правда красота +100 баллов, у тебя всегда была красивая улыбка, которая меня обезоруживала
        </div>
        <div class="right">
            Мы поговорили некоторое время (наверное, около 1 часа) и мы немного узнали друг друга, сначала я не хотел показывать свое лицо, потому что мне было нехорошо, но при второй встрече я показал его вам сразу
        </div>
    </div>
    <div class="time">
        <div class="left">
            Пока мы разговаривали, ты хотел мне помочь, и ты действительно мне очень помог, за что я не могу отблагодарить тебя всю оставшуюся жизнь.
        </div>
        <div class="right">
            Но, честно говоря ? <br>
            Мне нравилось притворяться, что твоя помощь не сработала, потому что мне нравилось смотреть, как ты злишься, поэтому у меня всегда был повод вернуться к тебе
        </div>
        <div class="left">
            В какой-то момент дошло до того, что ты начал рассказывать мне о своей маме, детстве и своей собаке, когда ты начал говорить о своей собаке, ты начал плакать,
        </div>
        <div class="right">
            Я чувствовал себя глупо тогда, что разговор со мной доводил тебя до слез, но я был немного счастлив тогда, потому что вряд ли кто-то посмел бы это сделать и просто повесил бы трубку.
        </div>
    </div>
    <div class="time">
        <div class="left">
            другие разговоры были довольно спокойными, иногда забавными и просто приятными для разговора, иногда они были слишком длинными, потому что вы однажды сожгли ужин (извините)
        </div>
        <div class="right">
            но, честно говоря, тогда я всегда был счастлив, когда возвращался с работы/учебы, что смогу поговорить с тобой и кстати немного тебе помочь, потому что твой телефон тогда сломался
        </div>
        <div class="left">
            и мы даже договорились, что ты будешь в Польше на каникулах, может тогда и встретимся, если получится, очень хотелось
        </div>
        <div class="right">
            но также наступило время, когда ты заболел ковидом и пропал на долгое время, я часто заходил на сайт потом, чтобы проверить, появился ли ты, и в конце концов я сказал, что ты, вероятно, не пережил эту болезнь, тогда я ушел с сайта
        </div>
    </div>
    <div class="time">
        <h2>
            январь 2022 г.
        </h2>
        <div class="left">
            это было очень печальное время для меня, мой дядя умер от рака в канун Нового года, мой крестный отец был очень близок со мной
        </div>
        <div class="right">
            Снаружи я делал вид, что все в порядке, но внутри я был просто разбит и жаждал всего.
        </div>
        <div class="left">
            Я вспомнила про этот сайт, зашла на него пообщаться с людьми, скажем психологом, потом проверила, может вы появлялись, к сожалению нет
        </div>
        <div class="right">
            И ты появился через несколько дней, опять же, когда у меня были плохие времена в жизни, когда я увидел, что ты в шоке, я написал тебе, мы позвонили.
        </div>
        <div class="left">
            И ты появился через несколько дней, опять же, когда у меня были плохие времена в жизни, когда я увидел, что ты в шоке, я написал тебе, мы позвонили.
        </div>
    </div>
    <div class="time">
        <div class="right">
            На следующий день мы разговаривали, и ты сказал мне, что не мог спать по ночам и тебе хотелось плакать из-за меня, потому что, когда ты был болен, никому не было дела до того, как ты себя чувствуешь, а мне было не все равно, и ты чувствовал себя таким глупым, что просто исчез.
        </div>
        <div class="left">
            в общем, вы тоже заметили, что я сильно изменилась и стала более уверенной в себе (спасибо, было приятно)
        </div>
        <div class="right">
            и мы заговорили я завела твой контакт в телеграм и инстаграм поэтому знала что так просто тебя не отпущу, мы говорили о том что с нами происходит почти год и какое то время пролетело незаметно
        </div>
    </div>
    <div class="time">
        <div class="left">
            Приближался День святого Валентина, я спросила, есть ли у тебя планы, я была удивлена, что ты сказала нет, потому что я была уверена, что у такой красивой женщины должен быть кто-то
        </div>
        <div class="right">
            но потом я решила, что ладно, я позабочусь об этом Дне святого Валентина, и вы согласились провести его вместе, это был самый сумасшедший День святого Валентина, потому что он прошел в Интернете.
        </div>
        <div class="left">
            мы долго тогда говорили, о наших планах на будущее, о том, что скоро может быть война, потом я пыталась убедить тебя уйти (до сих пор злюсь на себя, что не успела сделать Это)
        </div>
        <div class="right">
            после разговора я хотел сказать тебе еще кое-что поэтому позвонил еще раз "Катя, если честно, ты мне очень нравишься и я испытываю к тебе чувства" я уже давно говорю, что ты просто особенная
        </div>
    </div>
    <div class="time">
        <div class="left">
            к моему удивлению ты улыбнулась и ответила что я тебе тоже нравлюсь, честно говоря я немного подумала что ты просто хочешь быть милой и ничего из этого никогда не выйдет но потом я начала пытаться заинтересовать тебя мной
        </div>
        <div class="right">
            это был день святого валентина, это было ровно год назад для меня это важный день, потому что я осмелился сказать вам, что я чувствую, поэтому сегодня форма подарка
        </div>
        <div class="left">
            ну вот и настал этот гребаный день когда началась война я не знал об этом в начале я написал тебе "Доброе утро" ты молчал я думал она наверное спит или занята, а на работе во время разговора я только узнал что была война потому что раньше не смотрел новости я тогда побледнел и начал писать тебе если ты в порядке
        </div>
    </div>
    <div class="time">
        <div class="right">
            когда я пришла домой я сразу сказала про тебя родителям и если будет проблема если ты приедешь то проблем не было поэтому я пошла в свою комнату я вспомнила наш разговор в день святого валентина что будет война а ты придет через несколько месяцев, я так разозлился на себя тогда, что я не убедил вас, что это может стоить того раньше
        </div>
        <div class="left">
            но я не собирался сдаваться и продолжал настаивать на том, чтобы ты ушел, наверное, я делал это слишком часто и начал тебя раздражать
        </div>
        <div class="right">
            ну ты мне сказал что хотел сразу уехать но друг из милиции сказал тебе что это сейчас опасно и тогда когда ты ехал по дороге из харькова машины расстреливали
        </div>
    </div>
    <div class="time">
        <div class="left">
            потом ты показал мне какой я идиот, что я до сих пор прошу тебя об этом, так что я перестал это делать почти полностью, я сказал, если это возможно, может быть, ты придешь
        </div>
        <div class="right">
            в общем, сейчас будет немного более грустный отрезок, но я хочу рассказать обо всем, что было хорошо и что было хуже, но теперь хуже, а затем мы возвращаемся к лучшему
        </div>
    </div>
    <div class="time">
        <h2>что было хуже, война 2022</h2>
        <div class="left">
            Сколько раз я расстраивал тебя во время этой войны, не сосчитатьs
        </div>
        <div class="right">
            тебя раздражало, что я пишу тебе на английском, что я называла тебя "детка", "милая" потому что ты не ищешь отношений, ты просто хочешь сбежать от войны, честно говоря ты был достаточно агрессивен и обижен на меня тогда
        </div>
        <div class="left">
            но ладно я понял я начал пользоваться русским языком я перестал писать тебе как бы более близкому человеку и ситуация успокоилась и в какой то момент ты начал писать мне "зайка"
        </div>
        <div class="right">
            а потом я сделал небольшой тест, я не разговаривал с тобой весь день, эффект был удивительным, потому что я заставил тебя понервничать, и я увидел "охлаждай свою любовь", А потом я подумал, что тебе тоже может быть не все равно.
        </div>
    </div>
    <div class="time">
        <h2>
            самое главное с войны
        </h2>
        <div class="left">
            Я помню, как изменились твои глаза, я никогда не забуду картину накануне войны и картину на следующий день после начала войны, это было то, что меня просто тронуло
        </div>
        <div class="right">
            я помню как я не могла уснуть и все время смотрела в телеграмму, чтобы увидеть какое-то сообщение от тебя, оно показало мне, как ты важен для меня
        </div>
        <div class="left">
            Я помню, как ты помогал людям и продолжаешь помогать, у тебя действительно большое сердце
        </div>
        <div class="right">
            и, честно говоря, ты показал мне, какой сильной я могу быть и бороться, чтобы я чувствовал себя лучше все это время, я не сдавался, как ты.
        </div>
    </div>
    <div class="time">
        <h2>
            Праздник 2022
        </h2>
        <div class="left">
            это было очень напряженное время для меня, потому что ты пришел, я хотел, чтобы все было идеально,
        </div>
        <div class="right">
            Ты тогда пару раз надрал мне задницу и показал мне, что как бы я ни старался, все не будет идеально.
        </div>
        <div class="left">
            и сначала мне было грустно, но я понял, что это просто еще одна причина продолжать расти, и они были очень хорошими пинками под зад
        </div>
        <div class="right">
            и это действительно был прекрасный праздник для меня, и все благодаря вам, благодаря тому, что я встретил тебя там, я, конечно, стал лучше, хотя я знаю, что впереди еще долгий путь
        </div>
    </div>
    <div class="time">
        <div class="left">
            моя семья любила тебя во время этого праздника, насколько я знаю, ты тоже любишь мою семью, что является очень хорошим знаком
        </div>
        <div class="right">
            Я тогда заметил, что в жизни ты красивее, чем на экране телефона
        </div>
        <div class="left">
            каждый день, проведенный с тобой, показывал мне, что мне хорошо в твоей компании, каждая ночь показывала мне, что я хочу, чтобы ты был рядом со мной в каждый момент моей жизни
        </div>
        <div class="right">
            Как ты ушел, честно? Я плакала, самое ужасное - это смотреть, как любимый человек идет на войну, надеюсь, мне больше никогда не придется проходить через это
        </div>
    </div>
    <div class="time">
        <h2>
            праздники 2022
        </h2>
        <div class="left">
            о, это было неспокойное время, потому что я не знал, приедешь ли ты, но ты пришел, и это было самое прекрасное Рождество
        </div>
        <div class="right">
            улыбка, которую я увидел на твоем лице, счастье, когда ты открыл подарок от меня, это действительно согрело мое сердце тогда, потому что я увидел, что ты был счастлив
        </div>
        <div class="left">
            К сожалению, тебе пришлось уйти раньше, чем я думал, и я не мог взять отпуск, поэтому я чувствую, что тогда хотел проводить с тобой больше времени, но в любом случае это было прекрасное время.
        </div>
        <div class="right">
            ваше сообщение, которое вы написали после того, как ушли, мне было немного грустно, что вы его написали и не сказали мне в лицо, но вы меня очень тронули, я испытал тогда огромное счастье
        </div>
    </div>
    <div class="time">
        <h2>
            что дальше ?
        </h2>
        <div class="left">
            это день святого валентина, прошел год с тех пор, как я говорил тебе о своих чувствах к тебе, к сожалению, хотя я и хотел бы, я не могу провести его с тобой
        </div>
        <div class="right">
            Я надеюсь, что у вас есть хороший день, и что вы можете спокойно прочитать это, я хочу, чтобы вы просто улыбнулись сегодня
        </div>
        <div class="left">
            и что будет дальше, я надеюсь, что это будет только самое лучшее и искренне, что я смогу иметь тебя рядом со мной не только духовно
        </div>
        <div class="right">
            я люблю тебя <br>
            Я знаю, как много значит для тебя это слово, ты считаешь, что оно менее важно для меня, но если честно, да, это слово для меня тоже важно и не многие слышали его от меня, ты самый важный человек в моей жизни
        </div>
    </div>
    <div class="time">
        <div class="left">
            Дорогая, у меня есть небольшая просьба, пожалуйста, включи динамик или наушники, прежде чем переходить на следующую страницу, хорошо?
        </div>
    </div>
    <div class="time">
        <div class="left play">
            <audio controls>
                <source src="media/record.mp3" type="audio/mpeg">
                Your browser does not support the audio element.
            </audio>
            <div class="right">
                ниже, если вы не поняли, что я сказал
            </div>
            <div class="left">
                здравствуй, дорогая, на Рождество ты сказал, что жаль, что я написал это и не сказал это лицом к лицу, я не могу сказать это лицом к лицу, но я могу записать сообщение,
            </div>
            <div class="right">
                спасибо, что не отвернулся от меня, несмотря на то, что я много раз мог тебя огорчить, особенно в начале войны, за то, что всегда был со мной душой, за то, что знал, что я действительно встретил любовь всей своей жизни,
            </div>
        </div>
    </div>
    <div class="time">
        <div class="left">
            в любом случае это был тяжелый год, для меня тоже, но в некотором смысле это был прекрасный год

            Я благодарю вас за этот год и надеюсь, что следующие будут только лучше, чего я вам желаю
        </div>
        <div class="right">
            Как видишь, ты подарил мне много эмоций, всевозможных эмоций, но все они, как правило, делают меня счастливым.

            я очень люблю тебя, ты настоящий бриллиант, и ты много значишь для меня, иногда я не могу тебе этого показать, но ты для меня самое главное

            Пожалуйста, улыбнись сегодня и будь счастлива
        </div>
    </div>
</div>
<div id="timeline-line">
    <h2>
        Мы идем дальше
    </h2>
</div>
